Repository: franpass87/FP-Privacy-and-Cookie-Policy
Catalog: fp-privacy-cookie-policy/languages/fp-privacy-*.po
Languages: it_it

source: Floating panels anchor near a corner whereas bars stretch across the viewport edge.
it_it: I pannelli fluttuanti si ancorano vicino a un angolo mentre le barre si estendono lungo il bordo del viewport.

source: Language overrides let you review translated banner texts without switching the editor UI.
it_it: Le sovrascritture della lingua ti permettono di rivedere i testi del banner tradotti senza cambiare l'interfaccia dell'editor.

source: Forced display keeps the banner visible when manually embedding it alongside other content.
it_it: La visualizzazione forzata mantiene il banner visibile quando viene incorporato manualmente insieme ad altri contenuti.

source: Cookie preferences preview
it_it: Anteprima preferenze cookie

source: The block renders a button that opens the cookie preferences modal so visitors can change their choices.
it_it: Il blocco renderizza un pulsante che apre il modale delle preferenze sui cookie così i visitatori possono modificare le loro scelte.

source: No additional languages are configured yet. Add them from the plugin settings to customize button text per locale.
it_it: Non sono ancora configurate lingue aggiuntive. Aggiungile dalle impostazioni del plugin per personalizzare il testo del pulsante per locale.

source: On the front-end the button receives focus styles that meet AA contrast requirements.
it_it: Nel front-end il pulsante riceve stili di focus che soddisfano i requisiti di contrasto AA.

source: Screen readers announce the accessibility description before opening the modal.
it_it: Gli screen reader annunciano la descrizione di accessibilità prima di aprire il modale.

source: The modal displays a summary of the last recorded consent for additional context.
it_it: Il modale visualizza un riepilogo dell'ultimo consenso registrato per contesto aggiuntivo.

source: Revision notice message
it_it: Messaggio notifica revisione

source: Banner preview
it_it: Anteprima banner

source: Adjust copy, colors, and layout to see a live preview of the cookie banner.
it_it: Regola testo, colori e layout per vedere un'anteprima dal vivo del banner dei cookie.

source: Preview language
it_it: Lingua anteprima

source: Policies generated on %s may be outdated. Regenerate them from the Tools tab.
it_it: Le policy generate il %s potrebbero essere obsolete. Rigenerale dalla scheda Strumenti.

source: Policies have not been generated yet. Run the policy generator from the Tools tab.
it_it: Le policy non sono ancora state generate. Esegui il generatore di policy dalla scheda Strumenti.

source: Open Tools
it_it: Apri Strumenti

source: We have updated our policy. Please review your preferences.
it_it: Abbiamo aggiornato la nostra policy. Rivedi le tue preferenze.

source: Always active
it_it: Sempre attivo

source: Enabled
it_it: Abilitato

source: Privacy preferences
it_it: Preferenze privacy

source: Close preferences
it_it: Chiudi preferenze

source: Save preferences
it_it: Salva preferenze

source: Cookie debug:
it_it: Debug cookie:

source: Update the banner texts above to preview the banner.
it_it: Aggiorna i testi del banner sopra per visualizzarne l'anteprima.
