Repository: franpass87/FP-Privacy-and-Cookie-Policy
Catalog: fp-privacy-cookie-policy/languages/fp-privacy-*.po
Languages: it_it

source: About cookies and tracking technologies
it_it: Informazioni sui cookie e tecnologie di tracciamento

source: Cookies are small text files stored on your device together with similar technologies such as local storage, SDKs or pixels. They enable core functionality, remember your preferences and help us measure interactions. Except for strictly necessary cookies, we only place cookies after obtaining your explicit consent in line with the GDPR and the ePrivacy Directive.
it_it: I cookie sono piccoli file di testo memorizzati sul tuo dispositivo insieme a tecnologie simili come local storage, SDK o pixel. Consentono funzionalità essenziali, ricordano le tue preferenze e ci aiutano a misurare le interazioni. Ad eccezione dei cookie strettamente necessari, installiamo cookie solo dopo aver ottenuto il tuo consenso esplicito in conformità con il GDPR e la Direttiva ePrivacy.

source: Regulatory compliance
it_it: Conformità normativa

source: Cookie usage is based on your consent pursuant to Articles 6.1.a and 7 GDPR, Article 5(3) of the ePrivacy Directive and the latest guidance issued by European supervisory authorities up to October 2025. Evidence of consent is securely stored and may be provided to supervisory authorities upon request.
it_it: L'utilizzo dei cookie si basa sul tuo consenso ai sensi degli articoli 6.1.a e 7 del GDPR, dell'articolo 5(3) della Direttiva ePrivacy e delle ultime linee guida emanate dalle autorità di vigilanza europee fino a ottobre 2025. La prova del consenso è conservata in modo sicuro e può essere fornita alle autorità di vigilanza su richiesta.

source: Types of cookies and technologies
it_it: Tipi di cookie e tecnologie

source: We classify cookies and similar identifiers as strictly necessary, performance, functional, analytics, marketing or personalization tools. Some technologies such as local storage or fingerprinting scripts are treated with the same safeguards as cookies and require your consent when not strictly necessary.
it_it: Classifichiamo i cookie e identificatori simili come strumenti strettamente necessari, di prestazione, funzionali, di analisi, marketing o personalizzazione. Alcune tecnologie come il local storage o gli script di fingerprinting sono trattate con le stesse garanzie dei cookie e richiedono il tuo consenso quando non sono strettamente necessarie.

source: How we use cookies
it_it: Come utilizziamo i cookie

source: We group cookies into categories so you can tailor your experience. Each category contains the services and technologies described in the tables below, including provider, purpose, cookie duration and links to external privacy information where available.
it_it: Raggruppiamo i cookie in categorie così puoi personalizzare la tua esperienza. Ogni categoria contiene i servizi e le tecnologie descritte nelle tabelle seguenti, inclusi fornitore, scopo, durata dei cookie e collegamenti alle informazioni sulla privacy esterne quando disponibili.

source: Consent capture and records
it_it: Acquisizione e registrazione del consenso

source: Your preferences are collected through the cookie banner or the dedicated preferences centre using granular toggles. We log the consent status, timestamp, device information and version of this policy to maintain accountability. You can withdraw or modify consent at any time without affecting the lawfulness of past processing.
it_it: Le tue preferenze vengono raccolte tramite il banner dei cookie o il centro preferenze dedicato utilizzando interruttori granulari. Registriamo lo stato del consenso, il timestamp, le informazioni sul dispositivo e la versione di questa policy per mantenere la responsabilità. Puoi revocare o modificare il consenso in qualsiasi momento senza influire sulla liceità del trattamento passato.

source: Retention of consent
it_it: Conservazione del consenso

source: Your consent choices are stored for %d days unless you change them earlier.
it_it: Le tue scelte di consenso vengono conservate per %d giorni a meno che tu non le modifichi prima.

source: Third-country transfers
it_it: Trasferimenti verso paesi terzi

source: Some providers may process data outside the EU/EEA. Where this occurs we rely on adequacy decisions or Standard Contractual Clauses combined with supplementary measures such as encryption, pseudonymisation and transfer impact assessments to ensure an equivalent level of protection.
it_it: Alcuni fornitori possono trattare dati al di fuori dell'UE/SEE. Quando ciò si verifica, ci basiamo su decisioni di adeguatezza o clausole contrattuali standard combinate con misure supplementari come crittografia, pseudonimizzazione e valutazioni d'impatto sui trasferimenti per garantire un livello di protezione equivalente.

source: Managing preferences
it_it: Gestione delle preferenze

source: You can revisit your preferences using the cookie preferences button available on every page or adjust your browser settings to delete or block cookies. Blocking essential cookies may impact site functionality. Detailed instructions for major browsers are linked within the preferences centre.
it_it: Puoi rivedere le tue preferenze utilizzando il pulsante delle preferenze sui cookie disponibile su ogni pagina o regolare le impostazioni del browser per eliminare o bloccare i cookie. Il blocco dei cookie essenziali può influire sulla funzionalità del sito. Le istruzioni dettagliate per i principali browser sono disponibili nel centro preferenze.

source: Domain: %s
it_it: Dominio: %s

source: Duration: %s
it_it: Durata: %s

source: Unnamed cookie
it_it: Cookie senza nome

source: Service
it_it: Servizio

source: Purpose
it_it: Scopo

source: Cookies
it_it: Cookie

source: Retention
it_it: Conservazione

source: No cookies declared.
it_it: Nessun cookie dichiarato.

source: Additional controls
it_it: Controlli aggiuntivi

source: You can also use tools provided by third parties, such as industry opt-out platforms for advertising cookies or device-level settings that reset mobile identifiers. Where available we integrate with consent frameworks (for example IAB TCF 2.2) to honour your choices across participating vendors.
it_it: Puoi anche utilizzare strumenti forniti da terze parti, come piattaforme di opt-out del settore per i cookie pubblicitari o impostazioni a livello di dispositivo che reimpostano gli identificatori mobili. Quando disponibile, ci integriamo con framework di consenso (ad esempio IAB TCF 2.2) per rispettare le tue scelte tra i fornitori partecipanti.

source: Your rights
it_it: I tuoi diritti

source: For more information about how we handle personal data and how to exercise your rights of access, rectification, erasure, restriction, objection, portability or to lodge a complaint with a supervisory authority, please refer to our privacy policy.
it_it: Per ulteriori informazioni su come trattiamo i dati personali e su come esercitare i tuoi diritti di accesso, rettifica, cancellazione, limitazione, opposizione, portabilità o per presentare un reclamo a un'autorità di vigilanza, consulta la nostra informativa sulla privacy.

source: Policy reviews
it_it: Revisioni della policy

source: We reassess this cookie policy whenever we add new services, modify retention periods or when regulatory requirements evolve. The current version incorporates guidance available up to October 2025 and any future changes will be published on this page.
it_it: Rivediamo questa cookie policy ogni volta che aggiungiamo nuovi servizi, modifichiamo i periodi di conservazione o quando i requisiti normativi evolvono. La versione attuale incorpora le linee guida disponibili fino a ottobre 2025 e qualsiasi modifica futura sarà pubblicata su questa pagina.

source: Last update
it_it: Ultimo aggiornamento

source: This policy was generated on %s.
it_it: Questa policy è stata generata il %s.

source: Data controller
it_it: Titolare del trattamento

source: VAT/Tax ID: %s
it_it: Partita IVA/Codice fiscale: %s

source: Contact: %s
it_it: Contatto: %s

source: Purposes of processing
it_it: Finalità del trattamento

source: We process personal data to provide our services, ensure security, measure performance and deliver personalized experiences in accordance with the selected consent preferences.
it_it: Trattiamo i dati personali per fornire i nostri servizi, garantire la sicurezza, misurare le prestazioni e offrire esperienze personalizzate in conformità con le preferenze di consenso selezionate.

source: Legal bases
it_it: Basi giuridiche

source: Depending on the specific processing activity we rely on consent, contractual necessity or legitimate interest. Marketing and analytics tools are only activated after explicit consent.
it_it: A seconda dell'attività di trattamento specifica, ci basiamo sul consenso, sulla necessità contrattuale o sul legittimo interesse. Gli strumenti di marketing e analisi vengono attivati solo dopo il consenso esplicito.

source: Recipients and data transfers
it_it: Destinatari e trasferimenti di dati

source: Data may be shared with technology partners listed below. Transfers outside the EU/EEA are protected through adequacy decisions, Standard Contractual Clauses or equivalent safeguards.
it_it: I dati possono essere condivisi con i partner tecnologici elencati di seguito. I trasferimenti al di fuori dell'UE/SEE sono protetti tramite decisioni di adeguatezza, clausole contrattuali standard o garanzie equivalenti.

source: Consent records are stored for the period required by law. Technical cookies follow the lifespan indicated in the cookie tables.
it_it: I registri del consenso vengono conservati per il periodo richiesto dalla legge. I cookie tecnici seguono la durata indicata nelle tabelle dei cookie.

source: Data subject rights
it_it: Diritti dell'interessato

source: You can request access, rectification, erasure, restriction, portability or object to processing by contacting us. You can withdraw consent at any time from the cookie preferences interface.
it_it: Puoi richiedere l'accesso, la rettifica, la cancellazione, la limitazione, la portabilità o opporti al trattamento contattandoci. Puoi revocare il consenso in qualsiasi momento dall'interfaccia delle preferenze sui cookie.

source: Data Protection Officer
it_it: Responsabile della protezione dei dati

source: Services and cookies
it_it: Servizi e cookie

source: Provider
it_it: Fornitore

source: Cookies & Retention
it_it: Cookie e conservazione

source: Legal basis
it_it: Base giuridica

source: Privacy policy
it_it: Informativa sulla privacy

source: How to exercise your rights
it_it: Come esercitare i tuoi diritti

source: Submit your request via email or the dedicated contact form. We will respond within one month and may request additional information to verify your identity.
it_it: Invia la tua richiesta via email o tramite il modulo di contatto dedicato. Risponderemo entro un mese e potremmo richiedere informazioni aggiuntive per verificare la tua identità.

source: Supervisory authority
it_it: Autorità di vigilanza

source: If you believe your privacy rights have been violated you can lodge a complaint with the competent supervisory authority.
it_it: Se ritieni che i tuoi diritti sulla privacy siano stati violati, puoi presentare un reclamo all'autorità di vigilanza competente.

source: Manage cookie preferences
it_it: Gestisci le preferenze sui cookie

source: Permission denied.
it_it: Permesso negato.

source: Consent log
it_it: Registro consensi

source: Review consent events and export them for compliance.
it_it: Rivedi gli eventi di consenso ed esportali per la conformità.

source: Search by ID, user agent or language
it_it: Cerca per ID, user agent o lingua

source: All events
it_it: Tutti gli eventi

source: From
it_it: Da

source: To
it_it: A

source: Filter
it_it: Filtra

source: Export CSV
it_it: Esporta CSV

source: Last 30 days overview
it_it: Panoramica ultimi 30 giorni

source: Date
it_it: Data

source: Event
it_it: Evento

source: Consent ID
it_it: ID consenso

source: Language
it_it: Lingua

source: Revision
it_it: Revisione

source: States
it_it: Stati

source: No entries found.
it_it: Nessuna voce trovata.

source: View
it_it: Visualizza

source: Unable to open export stream.
it_it: Impossibile aprire il flusso di esportazione.

source: Privacy & Cookie
it_it: Privacy e Cookie

source: Settings
it_it: Impostazioni

source: Policy editor
it_it: Editor policy

source: Tools
it_it: Strumenti

source: Quick guide
it_it: Guida rapida

source: You do not have permission to access this page.
it_it: Non hai i permessi per accedere a questa pagina.

source: Privacy & Cookie Settings
it_it: Impostazioni Privacy e Cookie

source: Languages
it_it: Lingue

source: Provide active languages (comma separated locale codes).
it_it: Fornisci le lingue attive (codici locale separati da virgola).

source: Banner content
it_it: Contenuto banner

source: Language: %s
it_it: Lingua: %s

source: Title
it_it: Titolo

source: Message
it_it: Messaggio

source: Accept button label
it_it: Etichetta pulsante accetta

source: Reject button label
it_it: Etichetta pulsante rifiuta

source: Preferences button label
it_it: Etichetta pulsante preferenze

source: Policy link URL
it_it: URL link policy

source: Display type
it_it: Tipo di visualizzazione

source: Floating
it_it: Fluttuante

source: Bar
it_it: Barra

source: Position
it_it: Posizione

source: Top
it_it: Alto

source: Bottom
it_it: Basso

source: Synchronize modal and button palette
it_it: Sincronizza tavolozza modale e pulsante

source: Palette
it_it: Tavolozza

source: Consent Mode defaults
it_it: Impostazioni predefinite Consent Mode

source: Granted
it_it: Concesso

source: Denied
it_it: Negato

source: Retention & Revision
it_it: Conservazione e revisione

source: Retention days
it_it: Giorni di conservazione

source: Enable preview mode (admins only)
it_it: Abilita modalità anteprima (solo admin)

source: Current consent revision: %d
it_it: Revisione consenso corrente: %d

source: Force new consent (bump revision)
it_it: Forza nuovo consenso (incrementa revisione)

source: Controller & DPO
it_it: Titolare e DPO

source: Organization name
it_it: Nome organizzazione

source: VAT / Tax ID
it_it: Partita IVA / Codice fiscale

source: Registered address
it_it: Indirizzo registrato

source: DPO name
it_it: Nome DPO

source: DPO email
it_it: Email DPO

source: Privacy contact email
it_it: Email contatto privacy

source: Save settings
it_it: Salva impostazioni

source: Detected services
it_it: Servizi rilevati

source: Category
it_it: Categoria

source: Detected
it_it: Rilevato

source: Yes
it_it: Sì

source: Use the policy editor to regenerate your documents after services change.
it_it: Usa l'editor delle policy per rigenerare i tuoi documenti dopo la modifica dei servizi.

source: Export or import configuration, regenerate policies and reset revision.
it_it: Esporta o importa la configurazione, rigenera le policy e reimposta la revisione.

source: Download settings JSON
it_it: Scarica JSON impostazioni

source: Import settings
it_it: Importa impostazioni

source: Regenerate policies
it_it: Rigenera policy

source: Reset consent (bump revision)
it_it: Reimposta consenso (incrementa revisione)

source: Shortcodes
it_it: Shortcode

source: Blocks
it_it: Blocchi

source: Use the Privacy Policy, Cookie Policy, Cookie Preferences and Cookie Banner blocks inside the block editor. Each block mirrors the shortcode output.
it_it: Usa i blocchi Informativa sulla Privacy, Cookie Policy, Preferenze Cookie e Banner Cookie nell'editor a blocchi. Ogni blocco rispecchia l'output dello shortcode.

source: Hooks
it_it: Hook

source: Legal notice
it_it: Avviso legale

source: This plugin provides technical tooling to help comply with privacy regulations. Consult your legal advisor to validate the generated documents.
it_it: Questo plugin fornisce strumenti tecnici per aiutare a conformarsi alle normative sulla privacy. Consulta il tuo consulente legale per convalidare i documenti generati.

source: Customize the generated documents or regenerate them using the detector.
it_it: Personalizza i documenti generati o rigenerali utilizzando il rilevatore.

source: Save policies
it_it: Salva policy

source: Detect integrations and regenerate
it_it: Rileva integrazioni e rigenera

source: Differences between generated templates and current documents
it_it: Differenze tra template generati e documenti attuali

source: Privacy policy diff
it_it: Differenze informativa privacy

source: Cookie policy diff
it_it: Differenze cookie policy

source: Privacy & Cookie overview
it_it: Panoramica Privacy e Cookie

source: Total events in the last 30 days:
it_it: Eventi totali negli ultimi 30 giorni:

source: View consent log
it_it: Visualizza registro consensi

source: Last consent: %s
it_it: Ultimo consenso: %s

source: Strictly necessary
it_it: Strettamente necessari

source: Essential cookies required for the website to function and cannot be disabled.
it_it: Cookie essenziali necessari per il funzionamento del sito web e che non possono essere disabilitati.

source: Preferences
it_it: Preferenze

source: Store user preferences such as language or location.
it_it: Memorizzano le preferenze dell'utente come lingua o posizione.

source: Statistics
it_it: Statistiche

source: Collect anonymous statistics to improve our services.
it_it: Raccolgono statistiche anonime per migliorare i nostri servizi.

source: Enable personalized advertising and tracking.
it_it: Abilitano pubblicità personalizzata e tracciamento.

source: We value your privacy
it_it: Rispettiamo la tua privacy

source: We use cookies to improve your experience. You can accept all cookies or manage your preferences.
it_it: Utilizziamo i cookie per migliorare la tua esperienza. Puoi accettare tutti i cookie o gestire le tue preferenze.

source: Accept all
it_it: Accetta tutti

source: Reject all
it_it: Rifiuta tutti

source: Manage preferences
it_it: Gestisci preferenze

source: Privacy Policy
it_it: Informativa sulla Privacy

source: FP Privacy consent log
it_it: Registro consensi FP Privacy

source: Consent Log Entry
it_it: Voce registro consensi

source: Invalid security token.
it_it: Token di sicurezza non valido.

source: Too many requests. Please try again later.
it_it: Troppe richieste. Riprova più tardi.

source: FP Privacy Policy
it_it: Informativa Privacy FP

source: FP Cookie Policy
it_it: Cookie Policy FP

source: FP Cookie Preferences
it_it: Preferenze Cookie FP

source: FP Cookie Banner
it_it: Banner Cookie FP

source: Opens the cookie preferences modal so visitors can review or update their consent.
it_it: Apre il modale delle preferenze sui cookie così i visitatori possono rivedere o aggiornare il loro consenso.

source: Inherit current locale
it_it: Eredita locale corrente

source: Pick one of the configured languages or type a custom code.
it_it: Scegli una delle lingue configurate o digita un codice personalizzato.

source: Language code
it_it: Codice lingua

source: Leave empty to use the current site locale.
it_it: Lascia vuoto per usare il locale corrente del sito.

source: Leave empty to match the current page locale.
it_it: Lascia vuoto per usare il locale corrente della pagina.

source: Available languages:
it_it: Lingue disponibili:

source: Privacy policy settings
it_it: Impostazioni informativa privacy

source: Privacy policy preview
it_it: Anteprima informativa privacy

source: This block prints the generated privacy policy on the front-end. Configure the language to review locale-specific content while editing.
it_it: Questo blocco stampa l'informativa sulla privacy generata nel front-end. Configura la lingua per rivedere il contenuto specifico del locale durante la modifica.

source: Cookie policy settings
it_it: Impostazioni cookie policy

source: Cookie policy preview
it_it: Anteprima cookie policy

source: Using the current site locale
it_it: Utilizzo del locale corrente del sito

source: No additional languages are configured yet. Add them from the plugin settings to manage locale-specific policies.
it_it: Non sono ancora configurate lingue aggiuntive. Aggiungile dalle impostazioni del plugin per gestire policy specifiche del locale.

source: Owner details, contact references, and data subject rights.
it_it: Dettagli del titolare, riferimenti di contatto e diritti dell'interessato.

source: Legal bases and processing purposes grouped by service categories.
it_it: Basi giuridiche e finalità del trattamento raggruppate per categorie di servizio.

source: Automatic updates include detected services and consent revision notes.
it_it: Gli aggiornamenti automatici includono i servizi rilevati e le note di revisione del consenso.

source: This block prints the generated cookie policy on the front-end. Configure the language to review locale-specific content while editing.
it_it: Questo blocco stampa la cookie policy generata nel front-end. Configura la lingua per rivedere il contenuto specifico del locale durante la modifica.

source: Service overview, legal bases, and retention for each category.
it_it: Panoramica del servizio, basi giuridiche e conservazione per ciascuna categoria.

source: Cookie tables are rendered automatically from detected services.
it_it: Le tabelle dei cookie vengono renderizzate automaticamente dai servizi rilevati.

source: Visitors see language-specific contacts and owner details.
it_it: I visitatori vedono contatti e dettagli del titolare specifici della lingua.

source: Cookie preferences settings
it_it: Impostazioni preferenze cookie

source: Button label
it_it: Etichetta pulsante

source: Accessibility description
it_it: Descrizione accessibilità

source: Announced by assistive technologies when the button receives focus.
it_it: Annunciato dalle tecnologie assistive quando il pulsante riceve il focus.

source: Cookie banner settings
it_it: Impostazioni banner cookie

source: Floating panel
it_it: Pannello fluttuante

source: Full-width bar
it_it: Barra a larghezza piena

source: Always display this banner instance
it_it: Visualizza sempre questa istanza del banner

source: Force the banner to render even if the visitor has already provided consent.
it_it: Forza la visualizzazione del banner anche se il visitatore ha già fornito il consenso.

source: Cookie banner preview
it_it: Anteprima banner cookie

source: Sample banner title
it_it: Titolo banner di esempio

source: Update the banner texts from the plugin settings to preview them here.
it_it: Aggiorna i testi del banner dalle impostazioni del plugin per visualizzarne l'anteprima qui.

source: Save the plugin settings after editing banner content to preview the actual copy for each language.
it_it: Salva le impostazioni del plugin dopo aver modificato il contenuto del banner per visualizzare l'anteprima del testo effettivo per ogni lingua.

source: Forced display enabled
it_it: Visualizzazione forzata abilitata

source: No additional languages are configured yet. Add them from the plugin settings to customise the banner per locale.
it_it: Non sono ancora configurate lingue aggiuntive. Aggiungile dalle impostazioni del plugin per personalizzare il banner per locale.

source: Forced display bypasses the automatic hide behaviour. Confirm the banner placement remains accessible across devices.
it_it: La visualizzazione forzata bypassa il comportamento di nascondimento automatico. Conferma che il posizionamento del banner rimanga accessibile su tutti i dispositivi.

source: Accept
it_it: Accetta

source: Reject
it_it: Rifiuta

source: Use the inspector controls to review layout, position, and language overrides before publishing the banner.
it_it: Usa i controlli ispettore per rivedere layout, posizione e sovrascritture della lingua prima di pubblicare il banner.
